cloned-dambreak600/system/setFieldsDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object setFieldsDict;
}

defaultFieldValues
  (
    volScalarFieldValue
    alpha.water
    0
  );

regions
  (
    boxToCell

    {
      box           (0 0 -1)           (0.146 0.292 1) ;
      fieldValues
        (
          volScalarFieldValue
          alpha.water
          1
        );

    }
  ); 	// ************************************************************************* //

